" bytes" = " bajty";
" items" = " elementy";
"Alert!" = "Alarm!";
"Application:" = "Aplikacja:";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Czy napewno chcesz zmienić wszystkie dokumenty %@ by były otwierane przez \"%@\"?";
"Attributes" = "Atrybuty";
"Calculating..." = "Przeliczam...";
"Capacity:" = "Pojemność:";
"Change All..." = "Zmień wszystkie...";
"Choose..." = "Wybierz...";
"Contents:" = "Zawartość:";
"Created:" = "Utworzone:";
"Creation Date:" = "Data utworzenia:";
"Creator:" = "Kreator:";
"Delete" = "Skasuj";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "Kasowania data fork nie da się odwołać.  Upewnij się czy chcesz skasować te dane?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "Kasowania resource fork nie da się odwołać.  Upewnij się czy chcesz skasować te dane?";
"Device:" = "Urządzenie:";
"Everyone:" = "Każdy:";
"Execute" = "Wykonaj";
"Free:" = "Wolne:";
"Get Info" = "Pobierz Info";
"Group:" = "Grupa:";
"Hide extension" = "Ukryj rozszerzenie";
"Ignore ownership on this volume" = "Ignoruj zasady posiadania";
"Invisible" = "Niewidoczne";
"Kind:" = "Rodzaj:";
"Locked" = "Zablokowany";
"Modification Date:" = "Data zmiany:";
"Modified:" = "Zmieniony:";
"None" = "Żaden";
"Open" = "Otwórz";
"Open with:" = "Otwórz za pomocą:";
"Other" = "Pozostałe";
"Owner:" = "Właściciel:";
"Path:" = "Ścieżka:";
"Permissions" = "Uprawnienia";
"Read" = "Czytaj";
"Report" = "Raport";
"Reveal" = "Odszukaj";
"Size:" = "Wielkość:";
"Spotlight comments" = "Komentarze Spotlight";
"Stationery Pad" = "Papeteria";
"This change will apply to all %@ documents with %@ \"%@\"." = "Zmienione zostaną wszystkie dokumenty %@ z %@ \"%@\".";
"Type:" = "Typ:";
"Version:" = "Wersja:";
"Write" = "Pisz";
"extension" = "rozszerzenie";
"type" = "typ";

/* ==== UNLOCALIZED ==== */

"Alias bit" = "Alias bit";
"Apply to enclosed items..." = "Apply to enclosed items...";
"Artist" = "Artist";
"Artists" = "Artists";
"Bundle bit" = "Bundle bit";
"Burn" = "Burn";
"Change all" = "Change all";
"Custom icon" = "Custom icon";
"Data Fork" = "Data Fork";
"Data Fork:" = "Data Fork:";
"Dates" = "Dates";
"Dates/Forks" = "Dates/Forks";
"Facility" = "Facility";
"Forks" = "Forks";
"Forks:" = "Forks:";
"Format:" = "Format:";
"Info" = "Info";
"Level" = "Level";
"MP3:" = "MP3:";
"Message" = "Message";
"Mount Point:" = "Mount Point:";
"Name" = "Name";
"Path" = "Path";
"Playlists" = "Playlists";
"Resolved:" = "Resolved:";
"Resource Fork" = "Resource Fork";
"Rsrc Fork:" = "Rsrc Fork:";
"Sender" = "Sender";
"Set Dates:" = "Set Dates:";
"Swap Forks" = "Swap Forks";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?";
"Time" = "Time";
"Use this application to open all documents like this." = "Use this application to open all documents like this.";
"Volume Permissions" = "Volume Permissions";
"Volume:" = "Volume:";
"data:" = "data:";
"rsrc:" = "rsrc:";
